{
  "id": 132444,
  "referenceId": 108498,
  "name": "Babylon",
  "localizedName": "Babylon",
  "content": [
    {
      "tiptap": {
        "type": "doc",
        "content": [
          {
            "type": "paragraph",
            "attrs": {
              "class": null
            },
            "content": [
              {
                "type": "text",
                "text": "The capital city of Babylonia. Babylonia was a kingdom in Mesopotamia that lasted for thousands of years. It became a powerful government that ruled over many other nations and people groups. Many Babylonians were from the people group called the Chaldeans. Babylonia took control of the southern kingdom of Judah. In 586 BC Babylonian armies destroyed Jerusalem and the temple built when Solomon was king. They forced many people from Judah to leave their land. They had to live in exile in Babylon. Marduk-Baladan, Nebuchadnezzar, Awel-Marduk and Belshazzar were Chaldean kings of Babylonia. The Persian government took control of the Babylonian government in 539 BC. Some books of the Bible use the name Babylon to talk about powerful governments. The name Babylon described rich and proud kingdoms that didn’t honour God. They tried to be more powerful than any other government or people group. They ruled over other nations without mercy and treated people very badly. In Revelation, John used Babylon as a sign for the government of Rome."
              }
            ]
          }
        ]
      }
    }
  ],
  "grouping": {
    "type": "Dictionary",
    "name": "Key Terms (Biblica)",
    "mediaType": "Text",
    "licenseInfo": {
      "title": "Biblica Bible Dictionary",
      "copyright": {
        "dates": "2023",
        "holder": {
          "name": "Biblica, Inc.",
          "url": "https://www.biblica.com/"
        }
      },
      "licenses": [
        {
          "eng": {
            "name": "CC BY-SA 4.0 license",
            "url": "https://creativecommons.org/licenses/by-sa/4.0/legalcode.en"
          }
        }
      ],
      "showAdaptationNoticeForEnglish": false,
      "showAdaptationNoticeForNonEnglish": true
    }
  },
  "language": {
    "id": 1,
    "code": "eng",
    "displayName": "English",
    "scriptDirection": "LTR"
  }
}