{
  "id": 132199,
  "referenceId": 108253,
  "name": "Covenant with Abraham",
  "localizedName": "Covenant with Abraham",
  "content": [
    {
      "tiptap": {
        "type": "doc",
        "content": [
          {
            "type": "paragraph",
            "attrs": {
              "class": null
            },
            "content": [
              {
                "type": "text",
                "text": "God chose to work through Abraham and his family in his plan for saving the world. God showed this by making a covenant with Abraham. Abraham was responsible for doing certain things in the covenant. He was to leave his father’s land and people. He was to go to the land of Canaan. He was to be faithful to God. Every male among his family was to be circumcised. Circumcision was the sign of the covenant. As part of the covenant, God promised to do certain things as well. God would give Abraham and his wife Sarah a son. Through that son, God would make Abraham’s family who came after him into a great nation. God would give them the land of Canaan to live in. God would bless Abraham and his family in many ways. Through them God would bless all nations and people groups on earth. God promised to be faithful to his covenant with Abraham’s family for ever. Jesus was from Abraham’s family line. All people and nations on earth were blessed through Jesus. That is how God’s promise to Abraham was completely fulfilled."
              }
            ]
          }
        ]
      }
    }
  ],
  "grouping": {
    "type": "Dictionary",
    "name": "Key Terms (Biblica)",
    "mediaType": "Text",
    "licenseInfo": {
      "title": "Biblica Bible Dictionary",
      "copyright": {
        "dates": "2023",
        "holder": {
          "name": "Biblica, Inc.",
          "url": "https://www.biblica.com/"
        }
      },
      "licenses": [
        {
          "eng": {
            "name": "CC BY-SA 4.0 license",
            "url": "https://creativecommons.org/licenses/by-sa/4.0/legalcode.en"
          }
        }
      ],
      "showAdaptationNoticeForEnglish": false,
      "showAdaptationNoticeForNonEnglish": true
    }
  },
  "language": {
    "id": 1,
    "code": "eng",
    "displayName": "English",
    "scriptDirection": "LTR"
  }
}