{
  "id": 132227,
  "referenceId": 108281,
  "name": "Forgive",
  "localizedName": "Forgive",
  "content": [
    {
      "tiptap": {
        "type": "doc",
        "content": [
          {
            "type": "paragraph",
            "attrs": {
              "class": null
            },
            "content": [
              {
                "type": "text",
                "text": "Several words from the Hebrew and Greek languages are used in the Bible for the word forgive. These words describe in many ways what it means to forgive and to be forgiven. A debt of money can be forgiven. This means that the person who owes money no longer must pay it back. Sin can be forgiven. God is the one who forgives sin. This means that God recognises what sin has been committed. God recognises which person or group of people is guilty of that sin. Guilt is like a heavy weight that God lifts off someone when he forgives. God removes the guilt of the person or group. It’s like God takes the sin and releases it somewhere far away. God chooses to not bring judgement against the person or group because of their sin. God is always ready to forgive people for their sin. This is because he is full of mercy and love. God wants all people and all groups of people to turn away from sin. He wants them to ask him to forgive them. God also wants all people and all groups of people to follow his example. He wants them to forgive one another for their sins."
              }
            ]
          }
        ]
      }
    }
  ],
  "grouping": {
    "type": "Dictionary",
    "name": "Key Terms (Biblica)",
    "mediaType": "Text",
    "licenseInfo": {
      "title": "Biblica Bible Dictionary",
      "copyright": {
        "dates": "2023",
        "holder": {
          "name": "Biblica, Inc.",
          "url": "https://www.biblica.com/"
        }
      },
      "licenses": [
        {
          "eng": {
            "name": "CC BY-SA 4.0 license",
            "url": "https://creativecommons.org/licenses/by-sa/4.0/legalcode.en"
          }
        }
      ],
      "showAdaptationNoticeForEnglish": false,
      "showAdaptationNoticeForNonEnglish": true
    }
  },
  "language": {
    "id": 1,
    "code": "eng",
    "displayName": "English",
    "scriptDirection": "LTR"
  }
}