{
  "id": 132165,
  "referenceId": 108219,
  "name": "Jesus",
  "localizedName": "Jesus",
  "content": [
    {
      "tiptap": {
        "type": "doc",
        "content": [
          {
            "type": "paragraph",
            "attrs": {
              "class": null
            },
            "content": [
              {
                "type": "text",
                "text": "The Son of God who became a human being. He is the Saviour of the world. Jesus is God just like the Father is God and the Holy Spirit is God. They are the three persons of the one and only God. In the Hebrew language, Jesus means the Lord saves. Jesus lived on earth from around the year 4 BC to around AD 30. He lived in the land of Israel while the Roman government was in control. When he lived on earth, Jesus’s mother was Mary. She became pregnant with Jesus even though she hadn’t had sex with anyone. The Holy Spirit made this possible. Joseph was the human father who raised Jesus when he was young. Jesus came from the family lines of Abraham, Judah and David. Jesus grew up in Nazareth with brothers and sisters. He was put to death on a cross. Then God raised him from the dead. He won the victory over sin, death and all evil spiritual beings. He is the Messiah and King that God had promised to send. Now Jesus rules as King in heaven. He will return to earth to rule as King over everything that God created."
              }
            ]
          }
        ]
      }
    }
  ],
  "grouping": {
    "type": "Dictionary",
    "name": "Key Terms (Biblica)",
    "mediaType": "Text",
    "licenseInfo": {
      "title": "Biblica Bible Dictionary",
      "copyright": {
        "dates": "2023",
        "holder": {
          "name": "Biblica, Inc.",
          "url": "https://www.biblica.com/"
        }
      },
      "licenses": [
        {
          "eng": {
            "name": "CC BY-SA 4.0 license",
            "url": "https://creativecommons.org/licenses/by-sa/4.0/legalcode.en"
          }
        }
      ],
      "showAdaptationNoticeForEnglish": false,
      "showAdaptationNoticeForNonEnglish": true
    }
  },
  "language": {
    "id": 1,
    "code": "eng",
    "displayName": "English",
    "scriptDirection": "LTR"
  }
}