{
  "id": 132202,
  "referenceId": 108256,
  "name": "Sacrifice",
  "localizedName": "Sacrifice",
  "content": [
    {
      "tiptap": {
        "type": "doc",
        "content": [
          {
            "type": "paragraph",
            "attrs": {
              "class": null
            },
            "content": [
              {
                "type": "text",
                "text": "Something given to God as an offering. It’s one way to worship God. God’s instructions in the Law of Moses taught his people to make sacrifices to him. They would offer to God their animals, crops and other things that they owned. They would bring them to the holy tent or the temple. Some sacrifices were sin offerings to pay for people’s sins. That is how they would be forgiven and made right with God. Other sacrifices were to thank God for his blessings. In the New Testament, Jesus offered himself as a sacrifice. He gave up his life as a sin offering to pay for people’s sins. His sacrifice makes people who believe in him right with God. Jesus’ followers show they are thankful for his sacrifice by giving up many things. As they continue Jesus’ work on earth, they give up money and things they own. They give up things they hope to do or to have. They may even give up their lives. They offer everything they have to God because they trust him and love him. They make sacrifices to do what is good for others."
              }
            ]
          }
        ]
      }
    }
  ],
  "grouping": {
    "type": "Dictionary",
    "name": "Key Terms (Biblica)",
    "mediaType": "Text",
    "licenseInfo": {
      "title": "Biblica Bible Dictionary",
      "copyright": {
        "dates": "2023",
        "holder": {
          "name": "Biblica, Inc.",
          "url": "https://www.biblica.com/"
        }
      },
      "licenses": [
        {
          "eng": {
            "name": "CC BY-SA 4.0 license",
            "url": "https://creativecommons.org/licenses/by-sa/4.0/legalcode.en"
          }
        }
      ],
      "showAdaptationNoticeForEnglish": false,
      "showAdaptationNoticeForNonEnglish": true
    }
  },
  "language": {
    "id": 1,
    "code": "eng",
    "displayName": "English",
    "scriptDirection": "LTR"
  }
}